Repository: lmoffereins/bp-group-user-management
Catalog: languages/bp-group-user-management-*.po
Languages: nl_nl

source: Integrate BuddyPress group member management with WordPress user management.
nl_nl: Integreer het beheer van leden van BuddyPress groepen met het beheer van WordPress gebruikers.

source: Add to group&hellip;
nl_nl: Voeg toe aan groep&hellip;

source: Remove from group&hellip;
nl_nl: Verwijder van groep&hellip;

source: User added to the &#8220;%1$s&#8221; group.
nl_nl: Gebruiker toegevoegd aan de &#8220;%1$s&#8221; groep.

source: User removed from the &#8220;%1$s&#8221; group.
nl_nl: Gebruiker verwijderd uit de &#8220;%1$s&#8221; groep.

source: Filter by group&hellip;
nl_nl: Filter naar groep&hellip;

source: Include hierarchy
nl_nl: Voeg onderliggende hiÃ«rarchie toe

source: Without group
nl_nl: Zonder groep

source: Groups
nl_nl: Groepen

source: View all %d members of %s
nl_nl: Toon alle %d gebruikers van %s

source: Group
nl_nl: Groep

source: No group
nl_nl: Geen groep
